ark
autoconf
automake
base
bat
binutils
bison
cmake
dateutils
dolphin
efibootmgr
egl-wayland
exa
fakeroot
fd
ffmpegthumbs
file
findutils
firefox-developer-edition
fish
fisher
flatpak
flex
fontforge
fuse2
fzf
gawk
gcc
gettext
gimp
git
gnome-settings-daemon
go
grep
groff
gsettings-qt
gwenview
gzip
htop
inkscape
intel-ucode
iwd
kate
kdeconnect
kdegraphics-thumbnailers
kdenlive
keepassxc
kget
kimageformats
konsole
kwalletmanager
lib32-gtk2
libtool
libva-mesa-driver
linux
linux-firmware
m4
make
nano
neofetch
network-manager-applet
networkmanager
ninja
noto-fonts-cjk
noto-fonts-emoji
npm
pacman
pacman-contrib
partitionmanager
patch
pkgconf
plasma-meta
plasma-wayland-session
prettier
python-black
python-isort
python-pip
qt5-imageformats
ripgrep
sddm
sed
smartmontools
spectacle
stow
stylua
sudo
texinfo
tree-sitter
ttf-indic-otf
ttf-nerd-fonts-symbols-1000-em
ufw
unzip
v4l2loopback-dkms
vlc
wget
which
wireless_tools
wl-clipboard
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xinit
yarn
zip
zram-generator
