android-udev
ark
base
base-devel
bluedevil
blueman
bluez-utils
breeze
breeze-icons
brightnessctl
btrfs-progs
code
dmidecode
eog
evince
exa
f3d
fd
ffmpeg
ffmpegthumbnailer
firefox-developer-edition
fish
fisher
flake8
flatpak
fzf
gimp
git
gnome-font-viewer
gnome-themes-extra
gparted
grim
grub
gst-libav
gst-plugins-ugly
gvfs-mtp
inkscape
intel-ucode
ipp-usb
iwd
kdenlive
keepassxc
kitty
libappindicator-gtk2
linux
linux-firmware
linux-headers
mako
man-db
mtpfs
nautilus
neofetch
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
okular
openssh
otf-font-awesome
partitionmanager
pavucontrol
pipewire
polkit-kde-agent
prettier
pulseaudio
pyenv
qt6-wayland
reflector
ripgrep
rustup
sane
sddm
shellcheck
shfmt
simple-scan
slurp
stow
stylua
totem
ttf-ibm-plex
ttf-joypixels
ttf-nerd-fonts-symbols
v4l2loopback-dkms
vim
vlc
waylock
webp-pixbuf-loader
wireplumber
wl-clipboard
xf86-video-intel
xf86-video-nouveau
zip
zram-generator
